[
    {
        "name":"How to Apply Eyeshadow Like a Pro, Even If You’re a Beginner",
        "about":"Photo by Carol Yepes / Getty Images We get it, eyeshadow can be intimidating. There’s an infinite number of colors to choose from; a million eyeshadow brushes; and jargon like “cut crease” and “smoky eye” to make matters even trickier. But here’s the thing—that’s what makes eyeshadow so fun.Once you know how to apply eyeshadow and have the basics behind you, the options are endless. And thanks to color-coordinated eyeshadow palettes that do the work for you, our guide to makeup brushes (more on that below), and a few beginner-friendly tricks, creating any look you want is easier than ever.nd to make it all even easier, we spoke to three experts to share tips on how to apply eye makeup like a pro. These makeup artists share how to create the ultimate eyeshadow look with an easy-to-follow tutorial you’ll master in no time. Keep reading to level up your eyeshadow game.",
        "img1" : "https://media.istockphoto.com/id/687244776/photo/makeup-artist-applying-eyeshadow-on-a-girl.jpg?s=612x612&w=0&k=20&c=QkFL3oe-poYi4p1ZaboIOVie_ycRz0fTJG9Ex5LpNoQ=",
        "img2" : "https://media.istockphoto.com/id/1217815127/photo/woman-in-black-t-shirt-with-makeup-artist-lettering-applying-eye-shadow-on-model.jpg?s=612x612&w=0&k=20&c=HS8055vkd2Oyw1rdCX4jHfB0dwN-g8fcLc4Hr8OyYXM=",
        "img3" : "https://media.istockphoto.com/id/523576663/photo/blondie-fashion-model-pretty-girl-portrait.jpg?s=612x612&w=0&k=20&c=vjEtJIURjxbHDXCz5XHhxqOg5XjSTSz5X-t_5ZYeg9M=",
        "price" :"0.99"
    },
    {
        "name": "How to Shave Your Face at Home to Remove Peach Fuzz",
        "about" : "(1)Cleanse. First, you want to make sure your face is totally clean and free of makeup or residue. so wash your face with a gentle cleanser or a simple face wash for sensitive skin to clear away any grime and soften your peach fuzz.(2)Apply a shave gel. Although some people swear by shaving clean, dry skin to exfoliate your face (which is totally fine, if that works for you), Dr. Schultz recommends using a shaving cream or a thin layer of your gentle face wash on damp skin to minimize friction and prevent irritation. So first, wet your entire face, then apply a thin layer of cream or gel all over the area you’re shaving.(3)Shave in short, light strokes. Tilt the razor and lightly place it against your skin (Dr. Shah recommends holding it at a 45- or 30-degree angle). Once you have the hang of how to hold it, use short, light strokes to shave the hair in the direction that it grows to avoid ingrowns. If you need, you can use the other hand to pull the skin taut and prevent the razor from skipping or tugging on the skin.(4)Rinse and moisturize. Splash a little water over your face to wash away any leftover fuzzies, then Dr. Shah says to follow up with a gentle, water-based moisturizer and avoid any products that contain any harsh actives, like retinol or glycolic acid, immediately afterward.",
        "img1" : "https://i.ytimg.com/vi/AdnVUdIBmVE/maxresdefault.jpg",
        "img2" : "https://i.ytimg.com/vi/fxM9zx6VeP8/maxresdefault.jpg",
        "img3" : "https://hips.hearstapps.com/cos.h-cdn.co/assets/16/15/1600x820/gallery-1460745875-hudashavesface.jpg?resize=480:*",
        "price" : "0.33"
    },
    {
        "name": "How to Dye Hair",
        "about" : "(1)Wash your hair 24 to 48 hours before dyeing. Doing this allows the natural oils in your hair to develop which in turn allows the dye to bind to your hair more easily. The dye will blend more naturally with your hair, and that tends to make it last longer. (2)Pick a color that you really like. It’s easy to get overwhelmed by the hundreds of shades you can choose from. If this is your first time dyeing your hair, it's best to stick to a hair dye that is no more than two shades darker or lighter than your own natural hair color. (3) Brush your hair well. Make sure that there are no tangles left in your hair. This step will make applying the dye easier, but it will also help you to make sure that your hair will be evenly dyed.(4)Mix your dye with a developer. This only applies to some dyes - the box your dye came in will have instructions regarding developer. The developer is generally included in the kit. If it is not, you can purchase it at your local drugstore.(5)pply the dye to your hair in sections. Break each section of hair up into smaller 1/4-1/2 subsections as you work (this will just make your dye job more even.) Use the applicator bottle or brush to dispense the dye onto your hair. Use your gloved fingers to work the dye into your hair.[6] Whether to begin applying the dye will depend on whether or not you have ever dyed your hair before",
        "img1" : "https://i.ytimg.com/vi/-UiHAiLJX_c/maxresdefault.jpg",
        "img2" : "https://glowsly.com/wp-content/uploads/2020/08/holographic-hair-color-ideas-pictures.jpg",
        "img3" : "https://www.sheknows.com/wp-content/uploads/2018/08/dying-hair-horiz_tyfcbq.jpeg",
        "price" : "0.34"
    },
    {
        "name": "How to Apply Foundation Like a Pro",
        "about" : "Removing all traces of your makeup and washing your face every night is extremely key to maintaining a beautiful canvas for foundation. (You might even want to double cleanse if you wear heavier makeup.) If you cleanse properly, there's less need to thoroughly wash again come morning time.  To catch lingering makeup traces, oil, or grime, lightly swab your skin with a cotton pad soaked in cleansing water to kick-start your foundation routine with a clean, grease-free slate.Foundation gets a bad rap for looking dry and flaky, but 99 percent of the time, it's actually due to user error (sorry, user). Even the heaviest matte foundations can look soft and natural—as long as you correctly prep and hydrate your skin with a good moisturizer.Take that bottle of too-dark foundation that's been rolling around in your drawer since high school and throw it away. Right now. Then buy a foundation that's creamy, medium-coverage, and actually matches your skin type and shade. Try one of these cult-favorite foundations:",
        "img1" : "https://cdn.mos.cms.futurecdn.net/HuYWazRjQFmFDtWYVGoJjf-768-80.jpg.webp",
        "img2" : "https://cdn.mos.cms.futurecdn.net/QL2o8bgKcSqvszYqCjJ5V3-768-80.jpg.webp",
        "img3" : "https://cdn.mos.cms.futurecdn.net/EbX77S8SKpshXPdADDSpYJ-768-80.jpg.webp",
        "price" : "0.22"
    },
    {
        "name": "HOW TO APPLY GEL POLISH",
        "about" : "Step 1: Prep the nail.Trim, file and buff nails for a clean and dry surface. Push back the cuticle. Remove shine from the natural nail with a file or a drill, especially around the cuticle and edges of the nail. Use brush remove dust and clean. (*Before opening the bottle, roll the bottle between your hands back and forth to gently mix.) Step 2: Apply the base coat.Apply thin base coat, cure under UV/LED lamp for 60-90 seconds.Step 3: Apply the color gel. Apply 1st thin layer of color gel polish - cure. (60 seconds)Apply 2nd layer of color gel polish - cure. (60 seconds)Apply 3rd layer of color gel polish if needed. - cure. (60 seconds)*When applying color, wipe excess gel with brush before applying strokes.Step 4: Apply the top coat.Finish off with a layer of top coat, cure under UV/LED lamp for 90-120 seconds.",
        "img1" : "https://www.salonsuccessacademy.com/wp-content/uploads/2015/06/iStock_000004921530_Medium.jpg",
        "img2" : "https://media.allure.com/photos/5ec4434bd39c8a00089c20cb/2:1/w_3500,h_1750,c_limit/painting%20nails.jpg",
        "img3" : "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F34%2F2017%2F06%2F12165020%2Fred-nail-polish-140668072.jpg&q=60",
        "price" : "1.01"
    },
    {
        "name": "How to apply a face mask",
        "about" : "The first step in applying your face mask is choosing the right one for your skin type. Hydrating. Hydrating cream or sheet masks are good for dry skin types. Some experts recommend applying masks overnight for maximum hydration. Clay and mud-based. These are good for oily or mixed skin types.Enzyme. Enzyme cream or gel masks and bubble masks are good for acne-prone skin types.Gel. These are good for sensitive skin types.Antioxidant. Antioxidant cream or gel masks are good for hyperpigmented skin types.Once you’ve found a mask that works for you, it’s time to apply it. You can extend some face masks to your neck. Some masks should also be massaged into your skin to maximize their efficacy.",
        "img1" : "https://cdn-5e625856f911c81cbcd612d6.closte.com/wp-content/uploads/2019/09/how-long-to-leave-face-mask-on.jpg",
        "img2" : "https://blogscdn.thehut.net/app/uploads/sites/1160/2018/03/022818-Body-Mask.jpg",
        "img3" : "https://i0.wp.com/images-prod.healthline.com/hlcmsresource/images/topic_centers/2018-8/8731-female_face_mask_1296x728-header.jpg?w=1155&h=1528",
        "price" : "Free"
    }
]